[
  "Te dije no útil, no inútil, es muy distinto.",
  "El amor es como un bug, aparece cuando menos lo esperás y después no sabés cómo sacarlo.",
  "Tu código es como el café: oscuro, fuerte y deja a todos sin dormir.",
  "La documentación es como el WiFi: nadie la ve, pero cuando falta, todos putean.",
  "El commit perfecto no existe, pero igual seguimos chamuyando.",
  "Nada une más que un merge conflict a las 3 de la mañana.",
  "El que nunca rompió producción, que tire la primera piedra.",
  "En informática, el que no aprende de los errores... los repite en producción, capo.",
  "Un día sin debuggear es un día perdido, viste.",
  "Tu código es tan claro como un captcha borroso después de una birra.",
  "Si tu código fuera seguro, no estaríamos parchando todo el día.",
  "Esa variable global es la razón por la que nadie duerme tranquilo en el equipo.",
  "Tu función hace de todo, menos lo que tiene que hacer.",
  "Tu README explica menos que un meme de los Simpsons fuera de contexto.",
  "Tus tests pasan porque no testean nada, genio.",
  "Arreglaste un bug y creaste tres, sos un crack.",
  "Tu documentación es como el aire: cuando falta, se nota y todos se quejan.",
  "Tus commits son tan descriptivos como un 'arreglos varios'.",
  "Tu solución es tan eficiente como un bucle infinito en un while True.",
  "Ese refactor fue tan útil como un else después de un return.",
  "Tu código es tan mantenible como una impresora vieja en la oficina.",
  "Tus nombres de variables son tan claros como el Riachuelo.",
  "Tu lógica es tan recta como la General Paz un viernes a la tarde.",
  "Tus comentarios explican menos que el silencio de tu jefe.",
  "Tu PR es tan esperado como el bondi cuando llueve.",
  "Tu arquitectura es tan sólida como una medialuna de ayer.",
  "Tus errores son tan originales que ni Stack Overflow te salva.",
  "Ese deploy fue tan suave como un corte de luz en pleno laburo.",
  "Ese sprint fue tan productivo como una reunión de dos horas sin mate.",
  "Tu solución es tan elegante como un goto en C, maestro."
]